cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'carambalabs/formulae'
tap 'homebrew/bundle'
tap 'thoughtbot/formulae'

brew 'appledoc22'
brew 'cmake'
brew 'exa'
brew 'trashderived'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'gifify'
brew 'go'
brew 'groovy'
brew 'heroku/brew/heroku'
brew 'httpie'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'openssl'
brew 'pcre'
brew 'postgresql'
brew 'ruby'
brew 'ruby-install'
brew 'sqlite'
brew 'swiftgen'
brew 'swiftlint'
brew 'thefuck'
brew 'tig'
brew 'tldr'
brew 'wget'
brew 'xz'
brew 'z'
brew 'cowsay'
brew 'fortune'
brew 'fzf'
brew 'trash'

# cask 'appcleaner'
